1-启示:{
	G找L（2021）
	【要求】唯一要求，要宝宝，不是自己的也行，但宝宝要准备孕育或者怀胎中
	【基本】深圳上班，江西景德镇人，30-172-57，互联网金融行业，本科，年收入税前20W，有婚史
	【区域】深圳南山科技园工作，附近租房自主，临深的惠州大亚湾有套三房，身价60W(房子卖掉个人可得资金+存款)
	【自孕】如果你准备自己孕育小孩，那从孕育准备期开始，小孩从小到大所有涉及相关费用男方出，女方带每月额外支付抚养费，出此之外单独出于女方需求开销预算20W(如彩礼、女方办酒等纯粹女方非小孩相关开销)，这个预算是因为我们家勉强不用卖房子也能承受。如果您觉得不够可以再谈，不过多出部分可能要卖房，房子不满两年，要损失一笔契税，不划算，我自己希望将来房子能给留给孩子，不然小孩生下来一无所有什么都要靠自己打拼很可怜。
	【他生】如果你准备和你的拉拉朋友一起，通过筛选精子库自己孕育和我无血缘关系的小孩，或者你已经有身孕孩子生父却不想要或者不知孩子生父是谁，我也能接受，并把ta当我唯一的亲生小孩对待，孩子生育期间所有费用和他长大过程中所有费用，我依然会全出，将来房子和资产一样会留给ta，但是纯粹的女方开销预算可能只会给1-2万意思一下，留着钱将来孩子大了给孩子，让ta懂得我对ta的好。我对孩子也没什么期望，小的时候每一两年过年的时候跟我回老家看望下我父母就好，等我父母过世我自己ta想看望就看望吧，将来我住养老院了希望能多来看望，怕被欺负，最后给我找个便宜的地方火葬就好，祭不祭拜随意。为什么要找未孕的和已孕的呢，因为孩子如果已经生下来父母那边不好交代，怕他们接受不了。如果孩子已有生父且和生父和谐相处，不建议让我再当孩子父亲，因为孩子大了很容易发现问题。
	【其他】
	家中独子，父母在老家，均身体健康且已退休有足够他们用的退休工资。基本不用考虑他们，家里我有主要话语权。
},
3-礼金:{
	1)先说法律上的认定：{
		礼金在法律属于个人的婚前赠与行为,无论给多少,女方接受了都视为女方的个人婚前财产,只要女方配合领证,注意是配合领证,不是配合生育,你就无法索要回礼金。
		就是只要女方配合领证，你的钱给出去了就永远拿不回来。
		法律上无论怎么操作都绕不过这个问题,生育自由是个人权利,即使是合法夫妻也无权干涉,写进婚前协议里也无任何作用,在法官面前就是废纸一张,毫无作用.
	},
	2)目前我个人认为的最佳方案：{
		就是男方在确认女方怀孕后分10期把礼金给女方,这对男方已经是很好的方案了,虽然也存在风险,但是综合各种权衡已经是男方能拿到的最佳方案。
		问题就是女方不会同意这个方案，女方顾及的的最大问题是在怀孕3、5个月后，男方不给后面的钱，这样女方也不敢打掉。
		还有一种替代方案是把大部分彩礼用于购置一套房产给女方个人名下，因为房产不方便转移，我觉得女方能同意也是可行的。
	}
	3)特别情况:{
		至于你个人的情况我觉得你们双方已经有基本的信任了,我觉得不建议你提分十期的方案反而还会破坏你们已有的信任度。
		我建议的方案是如果女方家境殷实，不缺钱，不至于为了钱毁了身体和前程，那比较好的方案是孕前只给一点礼金意思一下（这样说依然会显得没诚意而且也和传统婚姻违背，依然存在破坏你们已有的信任度的风险，你自己考量要不要提），
		然后确定女方怀上后，这一两个月内把剩余的80%-90的礼金给齐,但是还是那句话，钱给了就拿不回来。后面附上一些怀孕女方堕胎时间点的知识
	},
}

hi,晚上好,刚过了一年,对你们的终生大事是不是有了新的理解呢,你女朋友形婚对象的事有定下来吗?
如果没有的话,我最后给自己做一波广告吧:{
	1. 我的整个生活圈都在广东这边。 
	 1.1 我毕业就来深圳了,已经在深圳工作8年了,也是深圳集体户口;
	 1.2 偶尔会去广州玩,我们去年年度活动就是去广州,融创乐园那边;
	 1.3 我随时可以把工作地点换到广州;
	 1.4 如果你们这边不需要我预留什么经济开销,我可以毫不犹豫的买辆车方便出行,上粤S牌照;
	 1.5 个人意愿更倾向于生活在广州;
	 1.6 我在大亚湾有套房子,总之不会轻易离开广东;
	 1.7 去过佛山顺德吃过早茶,学过一点粤语,我前妻就是惠州的,总之我怼广东融合的还蛮多;
	2. 我个人良好的生活习惯和信用度
	 2.1 我不抽烟不喝酒，除了宅一点外，具备很良好的生活习惯
	 2.2 我的手机号是我来深圳后的第一个手机号，用了8年，如果信用度不好手机号肯定都换很多 回了，还有支付宝信用银行征信，都可以查，都是非常良好的，还有什么法律诉讼的网站，肯定都没有被起诉过，没有任何不良记录，妥妥的高素质当代青年
	3. 我尤其适合做父亲，可以给予孩子正确的父爱
	 3.1 本身我的沟通能力就很好，虽然不是顶尖，但也是优秀级别;
	 3.2 我经常能恰当的分享自己的很多思想经验给别人，我逻辑很好，能把道理讲得很通透，使人容易明白，当然很适用于小孩子;
	 3.3 我从小到高二前理科成绩都是顶尖，文科成绩也不差，男孩子学理科的话完全不用担心成绩问题，数理化啥的都是经常满分，数学竞赛还得过全国的奖项;
	 3.4 我在还不知道有形婚这种事的时候，也谈过正常的恋爱，一般的对待异性正确的感受攻略也都知晓,所以男生的话希望成长成正常的异性恋我也能帮得上忙；
	4. 小孩能获得独宠
	 4.1 我已经30了，基本上该找的都找了，该尝试的都尝试了，如果有任何一种可以让我有自己小孩的方式我肯定都去做了，基本上所有方式都试了，我已经放弃了，很难，除非我舍得花5、60万花光我所有的积蓄来代孕换一个孩子，然后让孩子在贫困中成长，我觉得还不如优养一个，还不用这么累
	 4.2 跟你们谈成了，我不会再有要自己小孩的想法，没机会，也没这样的经济实力；
	 4.3 我是独生子，我没有别的小孩的话，咱们的小孩可以获得我以及我父母所有的资源；
	5. 经济实力不差
	 虽说在广深这样经济发达地区，我的总体经济实力算不上优秀，但是也不差；
	 小孩子不需要我花很多开销的话我完全可以让我自己家这边过得很好，你们不用担心我的将来。
	 5.1 我目前收入 税后到手 14k吧，公积金每月加公司交的2k多，社保1k多，完全够我自己开销，而且我个人消费很少，
	 5.2 资产方面只有大亚湾的一套小三房了，首付4成，当时付了40万吧，算上这4年的月供和轻微的涨幅，也有50万吧，资产。
	 
	 }
	 
关于彩礼的问题，您要是有耐心看完，那我们建议你看完下面的内容。如果觉得内容太多，可以直接语音call我，您不方便说话听我给您简单复述下就好，所有内容的语音播放时间是32分钟。	 
这些内容无论我们有没有谈成,无论你今后选择了形婚还是走进正常的婚姻,对你都是有帮助的,我觉得值得一看,只要你准备领证或者要小孩,如果你没有领证或者要小孩的打算可以不用看。

彩礼及其他女方单独需要的开销具体数额你可以跟你朋友家人父母商议后再跟我说。
但是具体怎么给这个问题争议比较大，目前主要有两个情形方案：
1）签婚前财产收入独立的协议
这个方案的话彩礼完全是通过转账方式直接转给女方，没有任何法律保障。
因为我国法律不支持代孕，更加不支持买卖婚姻，这涉嫌侵犯他人生育自由的权利，属于违背婚姻法中"公序良俗"的规定。
我们咨询过律师，在国内，目前没有任何操作可以避开这个问题，只能完全靠双方的信任度来执行这个问题。
选择第一种情形先说下男方这边暂时不能接受的子方案：
1.1）未怀孕前一次性支付所有彩礼；
这样操作对双方风险都很高，尤其是男方:
一呢，如果男方同意这样做，肯定是要求领证同时支付彩礼。我作为本身离异的男方再领一次结婚证可以说是毫无影响。但是女方如果是由未婚变成已婚状态，假如今后没谈妥最后已离婚收场，那女方的婚姻状态将也变为离异，不能回到未婚的状态，这是无法挽回的名誉上的损失；
二呢，对男方来说，假如未孕先全额支付礼金，如果中途女方反悔，男方无法索要回礼金；
因为按照法律上来说，只要女方不存在骗婚的行为，那彩礼就会被视为婚前的个人赠与行为，而女方只要配合男方领证，哪怕不生育，也不算骗婚行为。
因为法律上的认为的结婚仅仅就是指领证而已，只有女方不配合男方领证才属于骗婚行为，才有可能追回礼金，不然无法追回。
换言之，只要女方同意配合男方领证，彩礼给了就永远拿不回来了。
而生育不生育就算写在婚前协议里也只是参考作用，完全不具备法律效力，因为哪怕是合法夫妻，夫妻双方也无权强迫对方生育，强迫对方生育属于违法行为，得不到法律保障，写进协议里也没用，只能作为法官判决的一个参考。
所以女方如果坚持需要男方未孕前支付所有礼金，除非数额很小，否则男方这边都需要考虑，在没得到男方回应前您可以自由选择其他合适的形婚对象。
另外，男方这边建议的子方案有两个：
1.2）分期支付，等额分十期
男方这边建议在未怀上孕前不要领证，不要有太大经济往来，理由如下：
一呢，不领证，女方没有损失，谈得觉得不合适完全可以中途退出，毫无风险，如果说有风险，那也就是女生如果还未破处那处女膜会受损，这是女方最主要的损失，还有就是浪费的宝贵青春的损失。
但是不领证的话，无法去正规医院做人工受孕手术，只能自行网上购买医疗器械（其实去医院也是这么操作的，只是换成了更专业的护士医生来操作）进行体外受精。
（具体过程就是男方把精液分泌到温水器皿里，然后女方自行导入体内）
这个问题的利弊请女方自行斟酌，男方这边都能配合。因为领证最后没谈拢，女方由未婚变为离异的损失更大，男方这边本身是离异，受影响很小，都能接受和配合，人工受孕开销预算也就几千，男方这边完全能承担。
二呢，从女方角度来说（如果说女方非要怀疑有可能怀上后男方退出或者不愿支付足额彩礼这种情况，我们只能站在女方如何挽回损失角度，查阅了很多孕育相关知识，来分析）
女方受孕节点大概有如下时间（以下知识都是网上查阅得知，如果您感兴趣我们可以把具体查阅的截图资料发您）：
怀孕49天内，药流：药流就是通过服用药物流产，用药后就像来一次月经将胚胎排出来，经过一段时间就可以恢复成没有怀孕前的情况。
			药流不可以被看出来，不会留下任何痕迹。
怀孕70天内，人流：怀孕两个月多三个月内可以做人流，国内专业的医院都是可以做无痛人流的。
			药流和人工流产一般在打胎后是不能检查出来的，无论是做什么检查，或者是医生内检来观察都不能看出，只有患者自己描述才能知道。
怀孕70天后至7个月左右，引产：3个月-7个月时间,这个期间流产如果后续要查是可以查出来的，这是对女方最大的损失，所以说这个节点前后是分水岭，而且，大部分男方家庭都不会细致到要求带女方去做全方位的体检。
			但是，这个期间，（我个人认为，女方是不会再自行堕胎了）如果女方需要做引产，也是可以避开丈夫找家属签字，这个就要看家境父母为人，就怕女方家庭受到利益诱惑会提出其他要求；
			（我本人是不希望进行这样恶意的揣测的，但是仍然害怕女方会忍受不了分娩痛苦或者什么其他心理原因选择放弃，毕竟月子阶段女方承受的心理压力是非常大，心态也是极度复杂的）
怀孕8个月，就算打掉也需要体验接近分娩的痛苦：7个月之后孩子基本成形，这个时候想打掉已经很困难了，而且这个时候打掉，女方也需要承担很大痛苦，所以女方应该不会自主去打掉，就怕很不幸的意外导致流产，那这是那两条命开玩笑。
所以呢，经过如上分析：
男方是建议礼金分十期，从确定怀上之时开始分十期给女方；
因为前面两个月女方成本并不大，完全是男方对女方信任的体现；
后面三个月到六个月，我相信如果女方有什么不好的想法，也会选择在拿到第二月的钱进行无痛人流，这样女方几乎无损失，如果过了3个月，那女方一直到第6个月，违约成本都相差不会特别大，
所以如果女方还有自行毁约的意愿，那应该选择在第6个月左右打掉孩子，这样对女方来说投入比最大。
（之前我和我一个我本地的景德镇拉拉谈，其他都谈差不多了，就这个问题没谈拢。
她希望前5期就把所有礼金分5期全给她。加上她之前有虚报学历、不让我们先去她老家看，也不愿分享她如何处理礼金等疑点。
我们很担心她会收到利益或者什么心态影响中途拿完所有礼金违约，最终还是没有同意，希望还是按照分十期给。
但是女方她说也怕我们后面几期不给，她也不敢打掉孩子，这样她就很吃亏，没保障，所以有了后面第二个子方案，对方说还在考虑中，没回复）
其实过了7个月，成功的可能性就很大了，但是我们仍然希望女方在孕育上有持续的动力，不要松懈导致意外，希望后面最关键的两个月还是能和女方利益捆绑在一起，所以觉得分十期是最佳方案。
对于后面两三个月的钱，我只能说我不会为了后面3期的几万块钱（也就是我一年就能存到的钱）让我跟女方的关系交恶，让孩子出生就失去亲生母亲的关爱，我要是这么看重钱，我干脆就不生，省下不知多少钱。
我要孩子是为了孩子Ta自己能健康快乐成长，不是为了我父母，也不是为了我自己。
1.3）前几期的钱用来购买资产
这个方案呢，就是把礼金的60、70%用来购买一套小房子的首付，剩余礼金在第4、5个月分两期支付。房子在领证前买，买在女方个人名下，属于女方个人的婚前财产。
男方建议这个方案呢，是因为资产来不及转移，前面三个月办完过户，银行批款，交契税，房产证下发都需要时间，后面女方已经有孕在身也不方便办理各种手续，就算愿意冒风险办理，也未必能在短时间内卖出，除非低于市场价，
这样对女方来说就是亏损，而且有的地方不满两年会多交很多契税，短时间内再卖出对女方来说极度不划算，所有有时间和操作成本上的保障。
（我刚开始认识就建议这个方案，当时女方并不同意，我觉得这是个很好的方案，她也不同意，这也是可疑点）
固定资产远比现金安全多，哪怕最终闹得不欢而散，我也只能奢望我们签的不合规的婚前协议能让法官酌情把房子判还部分给我。
而且也可以避免女方乱花钱的情况，对双方建立长久关系都是保障。
唯一的风险就是从买入的那一刻，女方需要自行承担房子价值涨跌带来的风险。房子涨了属于女方的个人收益，跌了也一样，属于女方个人资产的贬值。

然后说下第二个比较大的情形，这个有法律保障，但是投入时间很久，适合打算建立长期关系
2）不签订收入独立的婚期协议
这个方案呢，我在确定怀上后可以把工资卡上缴，想正常婚姻那样，你只需给我留我必须的生活费就好，如果孩子我们自己带，再给孩子留必须的生活费。
剩余的金额都是你随意操控，哪怕都花掉了，都转移走了也是属于夫妻双方共同生活开销，除非我有证据证明你购买了完全属于生活以外的高额度其他开销。
我目前税后收入13-14k,我自己生活上的开销给我留3k就够了,然后我个人名下房产的房贷3k,你可以得到每月7-8k,还有我的年终奖，一般是一个月的工资。
(房产的问题要特别提一下,就是房产虽然归我个人名下,但是房贷是夫妻双方共同承担,也就是说哪天离异了,比如领证三年后,我们分割完还剩的夫妻财产,理论上应该是月光,不会有存余,
我还需要按月供的一半返还给你钱,比如3年×1.5k=36×1.5k=5.4w,加上你中途三年获得的收入,小孩前3年开销并不大,主要就是奶粉和尿布,你要觉得不够我还可以让父母每月打一点钱补助)
所以说按这个算法三年下来你能获得的收入应该是足够你的礼金需求的。
在怀孕期间,法律是不会判离的,在小孩两岁之内,如果判离,除非女方主动放弃,否则小孩的抚养权一定会判给女方,也就是说如果我想得到孩子抚养权和你离婚,我至少要等三年。
这个方案是完全可以得到法律支持的,除非说我不想要孩子抚养权了,我总不可能辛辛苦苦折腾这么大半年,最终只换一个名义保留自己基因的骨肉吧？我同意我父母也不同意吧？
